Repository: sudhakaren/agentic-graph
Catalog: Agentic Graph/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, fi, fr, it, ja, ko, pl, pt_br, tr

source: Edges (%lld)
ar: الحواف (%lld)
cs: Hrany (%lld)
de: Kanten (%lld)
el: Ακμές (%lld)
es: Aristas (%lld)
fi: Reunat (%lld)
fr: Arêtes (%lld)
it: Archi (%lld)
ja: エッジ (%lld)
ko: 엣지 (%lld)
pl: Krawędzie (%lld)
pt_br: Arestas (%lld)
tr: Kenarlar (%lld)

source: Edited
ar: معدَّل
cs: Upraveno
de: Bearbeitet
el: Επεξεργασμένο
es: Editado
fi: Muokattu
fr: Modifié
it: Modificato
ja: 編集済み
ko: 편집됨
pl: Edytowany
pt_br: Editado
tr: Düzenlendi

source: Editing these prompts may cause analysis to fail or produce unexpected results. Use Reset to restore defaults if needed.
ar: قد يؤدي تعديل هذه الموجهات إلى فشل التحليل أو نتائج غير متوقعة. استخدم إعادة الضبط لاستعادة الافتراضي عند الحاجة.
cs: Úpravy těchto promptů mohou způsobit selhání analýzy nebo neočekávané výsledky. V případě potřeby použijte Obnovit pro obnovu výchozích hodnot.
de: Das Bearbeiten dieser Prompts kann dazu führen, dass die Analyse fehlschlägt oder unerwartete Ergebnisse liefert. Verwende Zurücksetzen, um die Standardwerte bei Bedarf wiederherzustellen.
el: Η επεξεργασία αυτών των prompts μπορεί να προκαλέσει αποτυχία της ανάλυσης ή απρόσμενα αποτελέσματα. Χρησιμοποιήστε Επαναφορά για να επαναφέρετε τις προεπιλογές αν χρειαστεί.
es: Editar estos prompts puede hacer que el análisis falle o produzca resultados inesperados. Usa Restablecer para restaurar los valores por defecto si es necesario.
fi: Näiden kehotteiden muokkaaminen voi aiheuttaa analyysin epäonnistumisen tai odottamattomia tuloksia. Käytä Palauta tarvittaessa palauttaaksesi oletukset.
fr: La modification de ces prompts peut faire échouer l'analyse ou produire des résultats inattendus. Utilisez Réinitialiser pour restaurer les valeurs par défaut si nécessaire.
it: Modificare questi prompt può causare il fallimento dell'analisi o produrre risultati imprevisti. Usa Reimposta per ripristinare i valori predefiniti se necessario.
ja: これらのプロンプトを編集すると、分析が失敗したり予期しない結果が生じたりする可能性があります。必要に応じて「リセット」でデフォルトに戻してください。
ko: 이 프롬프트를 편집하면 분석이 실패하거나 예기치 않은 결과가 발생할 수 있습니다. 필요하면 '재설정'으로 기본값을 복원하세요.
pl: Edycja tych promptów może spowodować niepowodzenie analizy lub nieoczekiwane wyniki. W razie potrzeby użyj Resetuj, aby przywrócić ustawienia domyślne.
pt_br: Editar estes prompts pode fazer a análise falhar ou produzir resultados inesperados. Use Redefinir para restaurar os padrões, se necessário.
tr: Bu yönergeleri düzenlemek analizin başarısız olmasına veya beklenmeyen sonuçlara yol açabilir. Gerekirse varsayılanları geri yüklemek için Sıfırla'yı kullanın.

source: Editing this prompt may cause analysis to fail or produce unexpected results. Use Reset to restore the default if needed.
ar: قد يؤدي تعديل هذا الموجه إلى فشل التحليل أو نتائج غير متوقعة. استخدم إعادة الضبط لاستعادة الافتراضي عند الحاجة.
cs: Úpravy tohoto promptu mohou způsobit selhání analýzy nebo neočekávané výsledky. V případě potřeby použijte Obnovit pro obnovu výchozí hodnoty.
de: Das Bearbeiten dieses Prompts kann dazu führen, dass die Analyse fehlschlägt oder unerwartete Ergebnisse liefert. Verwende Zurücksetzen, um den Standardwert bei Bedarf wiederherzustellen.
el: Η επεξεργασία αυτού του prompt μπορεί να προκαλέσει αποτυχία της ανάλυσης ή απρόσμενα αποτελέσματα. Χρησιμοποιήστε Επαναφορά για να επαναφέρετε την προεπιλογή αν χρειαστεί.
es: Editar este prompt puede hacer que el análisis falle o produzca resultados inesperados. Usa Restablecer para restaurar el valor por defecto si es necesario.
fi: Tämän kehotteen muokkaaminen voi aiheuttaa analyysin epäonnistumisen tai odottamattomia tuloksia. Käytä Palauta tarvittaessa palauttaaksesi oletuksen.
fr: La modification de ce prompt peut faire échouer l'analyse ou produire des résultats inattendus. Utilisez Réinitialiser pour restaurer la valeur par défaut si nécessaire.
it: Modificare questo prompt può causare il fallimento dell'analisi o produrre risultati imprevisti. Usa Reimposta per ripristinare il valore predefinito se necessario.
ja: このプロンプトを編集すると、分析が失敗したり予期しない結果が生じたりする可能性があります。必要に応じて「リセット」でデフォルトに戻してください。
ko: 이 프롬프트를 편집하면 분석이 실패하거나 예기치 않은 결과가 발생할 수 있습니다. 필요하면 '재설정'으로 기본값을 복원하세요.
pl: Edycja tego promptu może spowodować niepowodzenie analizy lub nieoczekiwane wyniki. W razie potrzeby użyj Resetuj, aby przywrócić wartość domyślną.
pt_br: Editar este prompt pode fazer a análise falhar ou produzir resultados inesperados. Use Redefinir para restaurar o padrão, se necessário.
tr: Bu yönergeyi düzenlemek analizin başarısız olmasına veya beklenmeyen sonuçlara yol açabilir. Gerekirse varsayılanı geri yüklemek için Sıfırla'yı kullanın.

source: Email
ar: بريد إلكتروني
es: Correo
fi: Sähköposti
ja: メール
ko: 이메일
tr: E-posta

source: Enabled
ar: مُمكَّن
cs: Povoleno
de: Aktiviert
el: Ενεργό
es: Activado
fi: Käytössä
fr: Activé
it: Attivo
ja: 有効
ko: 사용
pl: Włączone
pt_br: Ativado
tr: Etkin

source: Endpoint
ar: نقطة النهاية
cs: Koncový bod
de: Endpunkt
el: Σημείο πρόσβασης
fi: Päätepiste
fr: Point de terminaison
ja: エンドポイント
ko: 엔드포인트
pl: Punkt końcowy
tr: Uç nokta

source: Enter API key
ar: إدخال مفتاح API
cs: Zadejte API klíč
de: API-Schlüssel eingeben
el: Εισαγάγετε κλειδί API
es: Introducir clave de API
fi: Anna API-avain
fr: Saisir la clé d'API
it: Inserire chiave API
ja: API キーを入力
ko: API 키 입력
pl: Wprowadź klucz API
pt_br: Inserir chave de API
tr: API anahtarı girin

source: Error
ar: خطأ
cs: Chyba
de: Fehler
el: Σφάλμα
fi: Virhe
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pl: Błąd
pt_br: Erro
tr: Hata

source: Error Handling
ar: معالجة الأخطاء
cs: Zpracování chyb
de: Fehlerbehandlung
el: Διαχείριση σφαλμάτων
es: Manejo de errores
fi: Virheenkäsittely
fr: Gestion des erreurs
it: Gestione degli errori
ja: エラー処理
ko: 오류 처리
pl: Obsługa błędów
pt_br: Tratamento de erros
tr: Hata yönetimi

source: Estimated Effort
ar: الجهد المقدَّر
cs: Odhadované úsilí
de: Geschätzter Aufwand
el: Εκτιμώμενη προσπάθεια
es: Esfuerzo estimado
fi: Arvioitu työmäärä
fr: Effort estimé
it: Sforzo stimato
ja: 見積もり工数
ko: 예상 공수
pl: Szacowany wysiłek
pt_br: Esforço estimado
tr: Tahmini eforu

source: Estimated savings when caching tools are present in the architecture.
ar: التوفير المقدَّر عند وجود أدوات تخزين مؤقت في البنية.
cs: Odhadované úspory, když jsou v architektuře přítomny nástroje cache.
de: Geschätzte Einsparungen, wenn Caching-Werkzeuge in der Architektur vorhanden sind.
el: Εκτιμώμενες εξοικονομήσεις όταν υπάρχουν εργαλεία cache στην αρχιτεκτονική.
es: Ahorros estimados cuando hay herramientas de caché en la arquitectura.
fi: Arvioidut säästöt, kun arkkitehtuurissa on välimuistityökaluja.
fr: Économies estimées lorsque des outils de cache sont présents dans l'architecture.
it: Risparmi stimati quando sono presenti strumenti di cache nell'architettura.
ja: アーキテクチャにキャッシュツールが存在する場合の推定削減量です。
ko: 아키텍처에 캐싱 도구가 있을 때의 예상 절감액입니다.
pl: Szacunkowe oszczędności, gdy w architekturze są obecne narzędzia pamięci podręcznej.
pt_br: Economias estimadas quando ferramentas de cache estão presentes na arquitetura.
tr: Mimaride önbellek araçları bulunduğunda tahmini tasarruflar.

source: Estimates based on graph structure and sizing rules of thumb. Actual requirements may vary.
ar: التقديرات مبنية على بنية الرسم البياني وقواعد عامة لتحديد الحجم. قد تختلف المتطلبات الفعلية.
cs: Odhady jsou založeny na struktuře grafu a empirických pravidlech dimenzování. Skutečné požadavky se mohou lišit.
de: Schätzungen basieren auf der Graphstruktur und Größenbestimmungs-Faustregeln. Die tatsächlichen Anforderungen können abweichen.
el: Εκτιμήσεις βάσει της δομής του γράφου και εμπειρικών κανόνων διαστασιολόγησης. Οι πραγματικές απαιτήσεις ενδέχεται να διαφέρουν.
es: Estimaciones basadas en la estructura del grafo y reglas empíricas de dimensionamiento. Los requisitos reales pueden variar.
fi: Arviot perustuvat graafin rakenteeseen ja mitoituksen nyrkkisääntöihin. Todelliset vaatimukset voivat vaihdella.
fr: Estimations basées sur la structure du graphe et des règles empiriques de dimensionnement. Les besoins réels peuvent varier.
it: Stime basate sulla struttura del grafo e su regole pratiche di dimensionamento. I requisiti effettivi possono variare.
ja: グラフ構造とサイジングの経験則に基づく見積もりです。実際の要件は異なる場合があります。
ko: 그래프 구조와 사이징 경험칙을 기반으로 한 추정치입니다. 실제 요구 사항은 다를 수 있습니다.
pl: Szacunki na podstawie struktury grafu i reguł kciuka wymiarowania. Rzeczywiste wymagania mogą się różnić.
pt_br: Estimativas baseadas na estrutura do gráfico e em regras práticas de dimensionamento. Os requisitos reais podem variar.
tr: Tahminler grafik yapısına ve pratik boyutlandırma kurallarına dayanır. Gerçek gereksinimler değişebilir.

source: Estimates from configurable rules of thumb — tune them in Settings ▸ Latency.
ar: تقديرات من قواعد تقريبية قابلة للضبط — اضبطها في الإعدادات ▸ زمن الاستجابة.
cs: Odhady na základě konfigurovatelných orientačních pravidel — upravte je v Nastavení ▸ Latence.
de: Schätzungen aus konfigurierbaren Faustregeln — anpassbar unter Einstellungen ▸ Latenz.
el: Εκτιμήσεις από διαμορφώσιμους εμπειρικούς κανόνες — ρυθμίστε τους στις Ρυθμίσεις ▸ Καθυστέρηση.
es: Estimaciones basadas en reglas generales configurables: ajústalas en Configuración ▸ Latencia.
fi: Arviot määritettävistä peukalosäännöistä — säädä niitä kohdassa Asetukset ▸ Viive.
fr: Estimations basées sur des règles empiriques configurables — réglez-les dans Réglages ▸ Latence.
it: Stime basate su regole empiriche configurabili: regolale in Impostazioni ▸ Latenza.
ja: 設定可能な目安ルールに基づく推定値です — 設定 ▸ レイテンシ で調整できます。
ko: 구성 가능한 경험칙을 기반으로 한 추정치입니다 — 설정 ▸ 지연 시간에서 조정하세요.
pl: Szacunki na podstawie konfigurowalnych reguł orientacyjnych — dostosuj je w Ustawienia ▸ Opóźnienie.
pt_br: Estimativas baseadas em regras práticas configuráveis — ajuste-as em Ajustes ▸ Latência.
tr: Yapılandırılabilir genel kurallara dayalı tahminler — bunları Ayarlar ▸ Gecikme bölümünden ayarlayın.

source: Event-Driven
ar: مدفوع بالأحداث
cs: Řízené událostmi
de: Ereignisgesteuert
el: Καθοδηγούμενο από συμβάντα
es: Basado en eventos
fi: Tapahtumavetoinen
fr: Événementiel
it: Basato sugli eventi
ja: イベント駆動
ko: 이벤트 기반
pl: Sterowane zdarzeniami
pt_br: Orientado a eventos
tr: Olay tabanlı

source: Event-driven or batch processing likely
ar: محتمل معالجة مدفوعة بالأحداث أو دفعية
cs: Pravděpodobné zpracování řízené událostmi nebo dávkové
de: Wahrscheinlich ereignisgesteuerte oder Stapelverarbeitung
el: Πιθανή επεξεργασία βάσει συμβάντων ή batch
es: Probable procesamiento basado en eventos o por lotes
fi: Todennäköisesti tapahtumavetoinen tai eräajo
fr: Traitement événementiel ou par lots probable
it: Probabile elaborazione basata su eventi o batch
ja: イベント駆動またはバッチ処理の可能性が高い
ko: 이벤트 기반 또는 일괄 처리 가능성 높음
pl: Prawdopodobne przetwarzanie zdarzeniowe lub wsadowe
pt_br: Provável processamento orientado a eventos ou em lote
tr: Olay tabanlı veya toplu işleme olasıdır

source: Every pattern receives the full graph summary with all node types. Uses more tokens but gives each evaluation broader context.
ar: يتلقى كل نمط الملخص الكامل للرسم البياني بجميع أنواع العقد. يستخدم رموزًا أكثر لكنه يمنح كل تقييم سياقًا أوسع.
cs: Každý vzor obdrží úplný souhrn grafu se všemi typy uzlů. Spotřebuje více tokenů, ale poskytuje každému vyhodnocení širší kontext.
de: Jedes Muster erhält die vollständige Graphzusammenfassung mit allen Knotenarten. Verbraucht mehr Tokens, gibt aber jeder Auswertung einen breiteren Kontext.
el: Κάθε μοτίβο λαμβάνει την πλήρη περίληψη του γράφου με όλους τους τύπους κόμβων. Χρησιμοποιεί περισσότερα token αλλά δίνει σε κάθε αξιολόγηση ευρύτερο πλαίσιο.
es: Cada patrón recibe el resumen completo del grafo con todos los tipos de nodos. Usa más tokens, pero proporciona a cada evaluación un contexto más amplio.
fi: Jokainen malli saa täyden graafiyhteenvedon, jossa on kaikki solmutyypit. Käyttää enemmän tokeneita mutta antaa kullekin arvioinnille laajemman kontekstin.
fr: Chaque motif reçoit le résumé complet du graphe avec tous les types de nœuds. Utilise plus de jetons mais donne à chaque évaluation un contexte plus large.
it: Ogni pattern riceve il riepilogo completo del grafo con tutti i tipi di nodo. Usa più token ma fornisce a ogni valutazione un contesto più ampio.
ja: すべてのパターンが、全ノードタイプを含む完全なグラフ概要を受け取ります。トークン使用量は増えますが、各評価により広いコンテキストを与えます。
ko: 모든 패턴이 모든 노드 유형이 포함된 전체 그래프 요약을 받습니다. 토큰을 더 많이 사용하지만 각 평가에 더 넓은 컨텍스트를 제공합니다.
pl: Każdy wzorzec otrzymuje pełne podsumowanie grafu ze wszystkimi typami węzłów. Używa więcej tokenów, ale daje każdej ocenie szerszy kontekst.
pt_br: Cada padrão recebe o resumo completo do gráfico com todos os tipos de nó. Usa mais tokens, mas oferece a cada avaliação um contexto mais amplo.
tr: Her desen tüm düğüm türleriyle birlikte tam grafik özetini alır. Daha fazla token kullanır ancak her değerlendirmeye daha geniş bağlam sağlar.

source: Execution
ar: التنفيذ
cs: Vykonání
de: Ausführung
el: Εκτέλεση
es: Ejecución
fi: Suoritus
fr: Exécution
it: Esecuzione
ja: 実行
ko: 실행
pl: Wykonanie
pt_br: Execução
tr: Yürütme

source: Executor Pods
ar: حجيرات المنفِّذ
cs: Executor pody
el: Pods εκτελεστή
es: Pods de ejecutor
fi: Suorittaja-podit
fr: Pods d'exécuteur
it: Pod esecutori
ja: エグゼキューターポッド
ko: 실행기 파드
pl: Pody egzekutora
pt_br: Pods executores
tr: Yürütücü pod'ları

source: Expected Behaviors
ar: السلوكيات المتوقعة
cs: Očekávané chování
de: Erwartetes Verhalten
el: Αναμενόμενες συμπεριφορές
es: Comportamientos esperados
fi: Odotetut käyttäytymiset
fr: Comportements attendus
it: Comportamenti previsti
ja: 期待される動作
ko: 예상 동작
pl: Oczekiwane zachowania
pt_br: Comportamentos esperados
tr: Beklenen davranışlar

source: Expected Duration
ar: المدة المتوقعة
cs: Očekávaná doba trvání
de: Erwartete Dauer
el: Αναμενόμενη διάρκεια
es: Duración prevista
fi: Odotettu kesto
fr: Durée prévue
it: Durata prevista
ja: 予想時間
ko: 예상 소요 시간
pl: Oczekiwany czas trwania
pt_br: Duração esperada
tr: Beklenen süre

source: Expected Duration, set on the agent
ar: المدة المتوقعة، مضبوطة على الوكيل
cs: Očekávaná doba trvání, nastavená u agenta
de: Erwartete Dauer, am Agenten festgelegt
el: Αναμενόμενη διάρκεια, ορισμένη στον πράκτορα
es: Duración prevista, definida en el agente
fi: Odotettu kesto, asetettu agentille
fr: Durée prévue, définie sur l'agent
it: Durata prevista, impostata sull'agente
ja: 予想時間（エージェントに設定済み）
ko: 예상 소요 시간, 에이전트에 설정됨
pl: Oczekiwany czas trwania, ustawiony na agencie
pt_br: Duração esperada, definida no agente
tr: Beklenen süre, aracıda ayarlı

source: Export
ar: تصدير
cs: Exportovat
de: Exportieren
el: Εξαγωγή
es: Exportar
fi: Vie
fr: Exporter
it: Esporta
ja: エクスポート
ko: 내보내기
pl: Eksportuj
pt_br: Exportar
tr: Dışa aktar

source: Export Analysis
ar: تصدير التحليل
cs: Exportovat analýzu
de: Analyse exportieren
el: Εξαγωγή ανάλυσης
es: Exportar análisis
fi: Vie analyysi
fr: Exporter l'analyse
it: Esporta analisi
ja: 分析をエクスポート
ko: 분석 내보내기
pl: Eksportuj analizę
pt_br: Exportar análise
tr: Analizi dışa aktar

source: Export Project
ar: تصدير المشروع
cs: Exportovat projekt
de: Projekt exportieren
el: Εξαγωγή έργου
es: Exportar proyecto
fi: Vie projekti
fr: Exporter le projet
it: Esporta progetto
ja: プロジェクトをエクスポート
ko: 프로젝트 내보내기
pl: Eksportuj projekt
pt_br: Exportar projeto
tr: Projeyi dışa aktar

source: Export Sizing
ar: تصدير تحديد الحجم
cs: Exportovat stanovení velikosti
de: Größenbestimmung exportieren
el: Εξαγωγή διαστασιολόγησης
es: Exportar dimensionamiento
fi: Vie mitoitus
fr: Exporter le dimensionnement
it: Esporta dimensionamento
ja: サイジングをエクスポート
ko: 사이징 내보내기
pl: Eksportuj wymiarowanie
pt_br: Exportar dimensionamento
tr: Boyutlandırmayı dışa aktar

source: External Calls
ar: المكالمات الخارجية
cs: Externí volání
de: Externe Aufrufe
el: Εξωτερικές κλήσεις
es: Llamadas externas
fi: Ulkoiset kutsut
fr: Appels externes
it: Chiamate esterne
ja: 外部呼び出し
ko: 외부 호출
pl: Wywołania zewnętrzne
pt_br: Chamadas externas
tr: Dış çağrılar

source: Extraction
ar: الاستخراج
cs: Extrakce
de: Extraktion
el: Εξαγωγή
es: Extracción
fi: Erottelu
it: Estrazione
ja: 抽出
ko: 추출
pl: Ekstrakcja
pt_br: Extração
tr: Ayıklama

source: Fallback
ar: بديل
cs: Záložní
el: Εφεδρικό
es: Alternativa
fi: Varareitti
fr: Repli
ja: フォールバック
ko: 폴백
pl: Awaryjne
pt_br: Alternativa
tr: Yedek

source: Feedback
ar: التعليقات
cs: Zpětná vazba
el: Σχόλια
es: Retroalimentación
fi: Palaute
fr: Retour d'information
ja: フィードバック
ko: 피드백
pl: Informacja zwrotna
tr: Geri bildirim

source: Fill
ar: تعبئة
cs: Výplň
de: Füllung
el: Γέμισμα
es: Relleno
fi: Täyttö
fr: Remplissage
it: Riempimento
ja: 塗りつぶし
ko: 채우기
pl: Wypełnienie
pt_br: Preenchimento
tr: Doldur

source: Fill Color
ar: لون التعبئة
cs: Barva výplně
de: Füllfarbe
el: Χρώμα γεμίσματος
es: Color de relleno
fi: Täytön väri
fr: Couleur de remplissage
it: Colore di riempimento
ja: 塗りつぶしの色
ko: 채우기 색상
pl: Kolor wypełnienia
pt_br: Cor de preenchimento
tr: Dolgu rengi

source: Filter
ar: تصفية
cs: Filtr
el: Φίλτρο
es: Filtro
fi: Suodatin
fr: Filtre
it: Filtro
ja: フィルタ
ko: 필터
pl: Filtr
pt_br: Filtro
tr: Filtre

source: Filter summary per pattern
ar: تصفية الملخص لكل نمط
cs: Filtrovat souhrn podle vzoru
de: Zusammenfassung je Muster filtern
el: Φιλτράρισμα περίληψης ανά πρότυπο
es: Filtrar resumen por patrón
fi: Suodata yhteenveto mallikohtaisesti
fr: Filtrer le résumé par motif
it: Filtra il riepilogo per pattern
ja: パターンごとに概要をフィルタ
ko: 패턴별 요약 필터링
pl: Filtruj podsumowanie według wzorca
pt_br: Filtrar resumo por padrão
tr: Özeti desen başına filtrele

source: Find in graph
ar: البحث في الرسم البياني
cs: Najít v grafu
de: Im Graphen suchen
el: Εύρεση στο γράφημα
es: Buscar en el grafo
fi: Etsi graafista
fr: Rechercher dans le graphe
it: Cerca nel grafo
ja: グラフ内を検索
ko: 그래프에서 찾기
pl: Znajdź w grafie
pt_br: Buscar no grafo
tr: Grafikte bul

source: Find…
ar: بحث…
cs: Najít…
de: Suchen…
el: Εύρεση…
es: Buscar…
fi: Etsi…
fr: Rechercher…
it: Cerca…
ja: 検索…
ko: 찾기…
pl: Znajdź…
pt_br: Buscar…
tr: Bul…

source: Fixed
ar: ثابت
cs: Pevný
de: Fest
el: Σταθερό
es: Fijo
fi: Kiinteä
fr: Fixe
it: Fisso
ja: 固定
ko: 고정
pl: Stały
pt_br: Fixo
tr: Sabit

source: Flow
ar: تدفق
cs: Tok
el: Ροή
es: Flujo
fi: Vuo
fr: Flux
it: Flusso
ja: フロー
ko: 플로우
pl: Przepływ
pt_br: Fluxo
tr: Akış

source: Font Size
ar: حجم الخط
cs: Velikost písma
de: Schriftgröße
el: Μέγεθος γραμματοσειράς
es: Tamaño de fuente
fi: Fonttikoko
fr: Taille de police
it: Dimensione carattere
ja: フォントサイズ
ko: 글꼴 크기
pl: Rozmiar czcionki
pt_br: Tamanho da fonte
tr: Yazı tipi boyutu

source: Forward
ar: للأمام
cs: Dopředu
de: Nach vorn
el: Μπροστά
es: Adelante
fi: Eteen
fr: Avancer
it: Avanti
ja: 前面へ
ko: 앞으로
pl: Naprzód
pt_br: Para frente
tr: İleriye

source: Fraction of an agent's Max Iterations actually executed in a typical run and a p95 (worst-case) run.
ar: نسبة الحد الأقصى لتكرارات الوكيل التي تُنفَّذ فعلياً في تشغيل نموذجي وفي تشغيل p95 (أسوأ حالة).
cs: Podíl maximálního počtu iterací agenta skutečně provedených při typickém běhu a při běhu p95 (nejhorší případ).
de: Anteil der maximalen Iterationen eines Agenten, der bei einem typischen Lauf und einem p95-Lauf (Worst Case) tatsächlich ausgeführt wird.
el: Ποσοστό των μέγιστων επαναλήψεων ενός πράκτορα που εκτελούνται πραγματικά σε μια τυπική εκτέλεση και σε μια εκτέλεση p95 (χειρότερη περίπτωση).
es: Fracción de las iteraciones máximas de un agente que se ejecutan realmente en una ejecución típica y en una ejecución p95 (peor caso).
fi: Osuus agentin enimmäisiteraatioista, joka todella suoritetaan tyypillisellä ajolla ja p95-ajolla (pahin tapaus).
fr: Fraction des itérations maximales d'un agent réellement exécutées lors d'une exécution typique et d'une exécution p95 (pire cas).
it: Frazione delle iterazioni massime di un agente effettivamente eseguite in un'esecuzione tipica e in un'esecuzione p95 (caso peggiore).
ja: エージェントの最大反復回数のうち、典型的な実行と p95（最悪ケース）の実行で実際に実行される割合。
ko: 일반적인 실행과 p95(최악의 경우) 실행에서 실제로 수행되는 에이전트 최대 반복 횟수의 비율.
pl: Część maksymalnej liczby iteracji agenta faktycznie wykonywana podczas typowego uruchomienia i uruchomienia p95 (najgorszy przypadek).
pt_br: Fração das iterações máximas de um agente realmente executadas em uma execução típica e em uma execução p95 (pior caso).
tr: Aracının Maksimum Yineleme sayısının tipik bir çalışmada ve p95 (en kötü durum) çalışmasında gerçekten yürütülen kısmı.

source: Framework
ar: إطار العمل
es: Marco
fi: Kehys
ja: フレームワーク
ko: 프레임워크

source: From
ar: من
cs: Od
de: Von
el: Από
es: De
fi: Lähettäjä
fr: De
it: Da
ja: 始点
ko: 시작점
pl: Od
pt_br: De
tr: Kimden

source: Front Door
ar: البوابة الأمامية
cs: Vstupní brána
el: Είσοδος
es: Puerta de entrada
fi: Etuovi
fr: Porte d'entrée
it: Porta d'ingresso
ja: フロントドア
ko: 프런트 도어
pl: Brama wejściowa
pt_br: Porta de entrada
tr: Ön kapı

source: Full Document
ar: المستند الكامل
cs: Celý dokument
de: Vollständiges Dokument
el: Πλήρες έγγραφο
es: Documento completo
fi: Koko dokumentti
fr: Document complet
it: Documento intero
ja: ドキュメント全体
ko: 전체 문서
pl: Cały dokument
pt_br: Documento completo
tr: Tüm belge

source: Full Observability
ar: رصد كامل
cs: Plná pozorovatelnost
de: Vollständige Beobachtbarkeit
el: Πλήρης παρατηρησιμότητα
es: Observabilidad completa
fi: Täysi havainnoitavuus
fr: Observabilité complète
it: Osservabilità completa
ja: 完全な可観測性
ko: 완전한 관찰 가능성
pl: Pełna obserwowalność
pt_br: Observabilidade completa
tr: Tam gözlemlenebilirlik

source: Fully Locked
ar: مقفل بالكامل
cs: Plně uzamčeno
de: Vollständig gesperrt
el: Πλήρως κλειδωμένο
es: Totalmente bloqueado
fi: Täysin lukittu
fr: Entièrement verrouillé
it: Completamente bloccato
ja: 完全にロック
ko: 완전 잠금
pl: W pełni zablokowane
pt_br: Totalmente bloqueado
tr: Tamamen kilitli

source: General
ar: عام
cs: Obecné
de: Allgemein
el: Γενικό
fi: Yleinen
fr: Général
it: Generale
ja: 一般
ko: 일반
pl: Ogólne
pt_br: Geral
tr: Genel

source: Global/always-on (cloud deployment)
ar: عالمي / دائم التشغيل (نشر سحابي)
cs: Globální / vždy zapnuto (cloudové nasazení)
de: Global / immer aktiv (Cloud-Bereitstellung)
el: Παγκόσμιο / πάντα ενεργό (ανάπτυξη cloud)
es: Global / siempre activo (despliegue en nube)
fi: Globaali / aina päällä (pilvikäyttöönotto)
fr: Global / toujours actif (déploiement cloud)
it: Globale / sempre attivo (distribuzione cloud)
ja: グローバル/常時稼働（クラウドデプロイ）
ko: 글로벌/상시 가동(클라우드 배포)
pl: Globalne / zawsze aktywne (wdrożenie w chmurze)
pt_br: Global / sempre ativo (implantação em nuvem)
tr: Global / her zaman açık (bulut dağıtımı)

source: Goal
ar: الهدف
cs: Cíl
de: Ziel
el: Στόχος
es: Objetivo
fi: Tavoite
fr: Objectif
it: Obiettivo
ja: 目標
ko: 목표
pl: Cel
pt_br: Objetivo
tr: Hedef

source: Graph Summary
ar: ملخص الرسم البياني
cs: Souhrn grafu
de: Graphzusammenfassung
el: Περίληψη γράφου
es: Resumen del grafo
fi: Graafin yhteenveto
fr: Résumé du graphe
it: Riepilogo del grafo
ja: グラフ概要
ko: 그래프 요약
pl: Podsumowanie grafu
pt_br: Resumo do gráfico
tr: Grafik özeti

source: Group Nodes
ar: تجميع العقد
cs: Seskupit uzly
de: Knoten gruppieren
el: Ομαδοποίηση κόμβων
es: Agrupar nodos
fi: Ryhmittele solmut
fr: Grouper les nœuds
it: Raggruppa nodi
ja: ノードをグループ化
ko: 노드 그룹화
pl: Grupuj węzły
pt_br: Agrupar nós
tr: Düğümleri grupla

source: Group Selection
ar: تجميع التحديد
cs: Seskupit výběr
de: Auswahl gruppieren
el: Ομαδοποίηση επιλογής
es: Agrupar selección
fi: Ryhmittele valinta
fr: Grouper la sélection
it: Raggruppa selezione
ja: 選択範囲をグループ化
ko: 선택 항목 그룹화
pl: Grupuj zaznaczenie
pt_br: Agrupar seleção
tr: Seçimi grupla

source: Guardrail
ar: حاجز حماية
cs: Zábrana
de: Schutzschiene
el: Όριο ασφαλείας
es: Guardarraíl
fi: Suojakaide
fr: Garde-fou
ja: ガードレール
ko: 가드레일
pl: Zabezpieczenie
tr: Koruma

source: Hard
ar: صعب
cs: Náročné
de: Schwer
el: Δύσκολο
es: Difícil
fi: Vaikea
fr: Difficile
it: Difficile
ja: 高度
ko: 복잡
pl: Trudny
pt_br: Difícil
tr: Zor

source: Hardcoded
ar: مُضمَّن
cs: Pevně zakódované
de: Hartkodiert
el: Στατικό
es: Codificado
fi: Kovakoodattu
fr: En dur
ja: ハードコード
ko: 하드코딩
pl: Zaszyte
pt_br: Codificado
tr: Sabit kodlu

source: High
ar: مرتفع
cs: Vysoká
de: Hoch
el: Υψηλό
es: Alto
fi: Korkea
fr: Élevé
it: Alto
ja: 高
ko: 높음
pl: Wysoka
pt_br: Alto
tr: Yüksek
